[
  "Filing # 74601017 E-Filed 07/08/2018 03:11:11 PM IN THE CIRCUIT COURT OF THE ELEVENTH JUDICIAL CIRCUIT IN AND FOR MIAMI-DADE COUNTY, FLORIDA CASE NO: 11-05755 CA 32 Millin A. Nobregas, Plaintiff, vs. Virginia Hadad Gonzalez Defendant. / PLAINTIFF'S AMENDED WITNESS LIST AND EXHIBITS LIST Plaintiff Millin A. Nobregas, by and through his undersigned attorneys, serves the following witness and exhibit list, as follows: WITNESS LIST 1. All parties to this action. 2. All witnesses listed by Defendant. 3. Millin A. Nobregas 4. Johana M. Nobregas, 3301 Emerald Pointe Dr; Apt 303, Hollywood Fl 33021 5. Veronica M. Fazzio, 1185 Marseilles Dr. #211, Miami Beach, Fl 33141 6. Edna Morales-Rodriguez, 1451 NW North River Dr, Miami Fl 33125 7. Mark Barnett, M.D., Expert witness, 7301 W. Palmetto Park Road, Boca Raton, Fl 33433; Plaintiff treating psychiatrist at the time of cause of action will testify on how acts of Defendant caused and aggravated the mental condition of Plaintiff including the prescription of new medication. 8. Adriana Rosen, Ph.d, Expert Witness, 777 Arthur Godfrey Rd, Miami Beach Fl 33140, treatment subsequent to treatment with Dr. Barnett, testimony as to Plaintiff mental Page 1 of 3 CASE NO: 11-05755 CA 32 condition as a result of Defendant . 9. Neal McGary, Executive Director of the Florida Certification Board, 1751 South Gadsden Stree, Tallahasse, Fl 32301 10. Kevin Guanaga, Esq. EXHIBIT LIST 1. All documents produced by both Plaintiff and Defendant or any other non-party or witness during discovery, in response to request for productions and provided as exhibits in support of pleadings and motions. 2. All cancelled checks showing Plaintiff's payments to Defendant. 3. Response from the Florida Certification Board as to Plaintiff's request to produce Defendant's whole filed with that agency. 4. Department of Health Certified Report and Notice of Cease and Desist on Defendant dated 8/8/2013. 5. Official e-mail correspondence from Robin McKencie, State of Florida, Program Operations administrator, Board of Clinical Social Work, marriage and Family Therapy. (2011) 6. Deposition of Veronica Fazzio. 7. Deposition exhibit 3-email from Veronica Fazzio to Plaintiff dated 11/19/2010. 8. Letter from Defendant to the USCIS dated 2/2/2005. 9. Letter of Plaintiff's Letter to Defendant dated 8/27/2010. 10. Certified Florida Bar Complaint documents regarding case Veronica Fazzio against CASE NO: 11-05755 CA 32 Plaintiff, Fla Bar File 2013-70354. 11. Certified Florida Bar Complaint documents regarding case Defendant against Plaintiff, Fl Bar File 2013-70354. 12. Copy of Docket list Family Case 2010-25425, Veronica Fazzio and Millin Nobregas. 13. Certified documents showing complaint filed by Defendant against Plaintiff for child abuse with the Florida Department of Children and Families. Plaintiff reserves the right to amend the foregoing list as new relevant information is discovered and/or available for Trial.. CERTIFICATE OF SERVICE I HEREBY CERTIFY that a true and correct copy of the foregoing was served by e-mail and/or service through the Florida E-Portal, this 6ᵗʰ Day of July, 2018 pursuant to Rule 2.516, Florida Rules of Judicial Administration, upon: Defendant's attorney Jane Muir, Esq. at jane@jmuirandassociates.com. Respectfully Submitted, /s/Kevin C. Guanaga Kevin Guanaga, P.A. PO Box 160665 Miami, Fl. 33116-0665 305-860-9550 kevin@usimmigrator.com FB#78883"
]