{
  "claim_type": "counterclaims",
  "chunks": [
    "Filing # 50430415 E-Filed 12/22/2016 12:49:30 PM IN THE CIRCUIT COURT OF THE ELEVENTH JUDICIAL CIRCUIT IN AND FOR MIAMI-DADE COUNTY, FLORIDA MILLIN A. NOBREGAS, Plaintiff, CASE NO. 11-05755 CA 32 V. VIRGINIA HADAD GONZALEZ, Defendant. / DEFENDANT'S ANSWER AND AFFIRMATIVE DEFENSES Defendant, VIRIGINIA HADAD GONZALEZ (\"Gonzalez\"), by and through undersigned counsel files this Answer and Affirmative Defenses to the Plaintiff's Complaint, stating the following: 1. Paragraph 1 is admitted for purposes of jurisdiction. 2. Paragraph 2 is admitted for purposes of jurisdiction. 3. Paragraph 3 is admitted for purposes of jurisdiction. 4. Paragraph 4 is admitted for purposes of jurisdiction. 5. Paragraph 5 is admitted. 6. Paragraph 6 is admitted. 7. Paragraph 7 is admitted in part and denied in part. Defendant admits to counseling Plaintiff. All other allegations in this paragraph are denied. 8. Paragraph 8 is denied. Defendant denies exaggerating her credentials. Defendant has a medical doctorate degree. 9. Paragraph 9 is denied. Defendant denies exaggerating her credentials. Defendant has a medical doctorate degree. 10. Paragraph 10 is denied. 11. Paragraph 11 is denied. 12. Paragraph 12 is denied. 13. Paragraph 13 is denied. 14. Paragraph 14 is denied. 15. Paragraph 15 denied. 16. Paragraph 16 is denied. 17. Paragraph 17 is denied. 18. Paragraph 18 is denied. 19. Paragraph 19 is denied. 20. Paragraph 20 is denied. 21. Paragraph 21 is denied. 22. Paragraph 22 is denied. 23. Paragraph 23 is denied. 24. Defendant incorporates her responses to paragraphs 1-23 of Plaintiff's Second Amended Complaint herein by reference. 25. Paragraph 25 is denied. 26. Paragraph 26 is denied. 27. Paragraph 27 is denied. 28. Paragraph 28 is denied. 29. Paragraph 29 is denied. 30. Paragraph 30 is denied. 31. Defendant incorporates her responses to paragraphs 1-23 of Plaintiff's Second Amended Complaint herein by reference. 32. Paragraph 32 is admitted. 33. Paragraph 33 is denied. 34. Paragraph 34 is denied. 35. Paragraph 25 is denied. 36. Paragraph 36 is denied. 37. Paragraph 37 is denied. 38. Paragraph 38 is denied. 39. Paragraph 39 is denied. 40. Paragraph 40 is denied. 41. Defendant incorporates her responses to paragraphs 1-23 of Plaintiff's Second Amended Complaint herein by reference. 42. Paragraph 42 is admitted. 43. Paragraph 43 is denied. 44. Paragraph 44 is denied. 45. Paragraph 45 is denied. 46. Paragraph 46 is denied. 47. Paragraph 47 is denied. 48. Paragraph 48 is denied. 49. Paragraph 49 is denied. 50. Paragraph 50 is denied. 51. Paragraph 51 is denied. 52. Paragraph 52 is denied. 53. Paragraph 53 is denied. 54. Paragraph 54 is denied. 55. Defendant incorporates her responses to paragraphs 1-23 of Plaintiff's Second Amended Complaint herein by reference. 56. Paragraph 56 is denied. 57. Paragraph 57 is denied. 58. Paragraph 58 is denied. 59. Paragraph 59 is denied. 60. Paragraph 60 is denied. 61. Paragraph 61 is denied. 62. Paragraph 62 is denied. 63. Paragraph 63 is denied. 64. Defendant incorporates her responses to paragraphs 1-23 of Plaintiff's Second Amended Complaint herein by reference. 65. Paragraph 65 is denied. 66. Paragraph 66 is denied. 67. Paragraph 67 is denied. 68. Paragraph 68 is denied. 69. Paragraph 69 is denied. 70. Paragraph 70 is denied. 71. Paragraph 71 is denied. 72. Defendant incorporates her responses to paragraphs 1-23 of Plaintiff's Second Amended Complaint herein by reference. 73. Paragraph 73 is denied. 74. Paragraph 74 is denied. 75. Paragraph 75 is denied. 76. Paragraph 76 is denied. 77. Paragraph 77 is denied. 78. Paragraph 78 is denied. 79. Paragraph 79 is denied. 80. Defendant incorporates her responses to paragraphs 1-23 of Plaintiff's Second Amended Complaint herein by reference. 81. Paragraph 81 is denied. 82. Paragraph 82 is denied. 83. Paragraph 83 is denied. 84. Paragraph 84 is denied. AFFIRMATIVE DEFENSES In response to the Complaint, Defendant asserts affirmative defenses as set forth below. Defendant reserves the right, upon completion of discovery, to assert such additional defenses or counterclaims as may then be warranted. FIRST AFFIRMATIVE DEFENSE 85. Plaintiff has failed to meet all conditions precedent in bringing these actions. As such, the Plaintiff's action is barred. SECOND AFFIRMATIVE DEFENSE 86. Defendant received information from third parties, including the mother of Plaintiff's child and Plaintiff's girlfriend, therefore it is not confidential. As a result, Plaintiff's claims are barred. SECOND AFFIRMATIVE DEFENSE 87. Plaintiff shared information with third parties, including the mother of Plaintiff's child and Plaintiff's girlfriend, therefore he waived any right to confidentiality. As a result, Plaintiff's claims are barred. THIRD AFFIRMATIVE DEFENSE 88. Any disclosures of confidential information made by Defendant were made with qualified immunity because it is permissible to disclose information to protect a child or for a bar complaint. As a result, Plaintiff's claims are barred. FOURTH AFFIRMATIVE DEFENSE 89. Defendant was privileged to make any alleged disclosures. As a result, Plaintiff's claims are barred. FIFTH AFFIRMATIVE DEFENSE 90. Plaintiff cannot seek damages or equity because the Plaintiff comes to the Court with unclean hands. As a result, Plaintiff's claims are barred. SIXTH AFFIRMATIVE DEFENSE 91. Defendant was justified in making any alleged disclosures. As a result, Plaintiff's claims are barred. SEVENTH AFFIRMATIVE DEFENSE 92. Defendant's duty of confidentiality did not extend to third parties who were present during Plaintiff's disclosure. As a result, Plaintiff's claims are barred. EIGHTH AFFIRMATIVE DEFENSE 93. Defendant never received any confidential information from Plaintiff. Therefore, Plaintiff's claims ought to be barred. NINTH AFFIRMATIVE DEFENSE 94. Plaintiff gave Defendant permission to disclose confidential information. Therefore, Plaintiff's claims ought to be barred. DEMAND FOR JURY TRIAL 95. Defendant hereby requests a trial by jury of all issues so triable as a matter of law. Respectfully Submitted, Jane By: Jane W Muir W. m Fla. Bar Number: 70065 Gersten & Muir, P.A. 2601 Biscayne Boulevard Miami, FL 33137 Tel. (786) 533-1100 Fax (786) 533-1101 Email: jane@gerstenmuir.com CERTIFICATE OF SERVICE I HEREBY CERTIFY that a copy hereof has been furnished pursuant to Florida Rule of Judicial Administration 2.516 this 22ⁿᵈ day of December, 2016 to the parties listed below. By: Jane W. Muir SERVICE LIST Kevin Guanaga PO Box 160665 Miami, FL 33116-0665 e-atty-service@usimmigrator.com"
  ]
}