{
  "type": "claim",
  "item": {
    "claim_id": "5c73c412-b29c-4213-bad2-a8fda00f0bb5",
    "raw_texts": [
      "BREACH OF CONTRACT AND LIBEL"
    ]
  },
  "answer_chunks": [
    "Filing # 194345177 E - Filed 03/19/2024 02:20:33 PN IN THE COUNTY COURT IN AND FOR MIAMI-DADE COUNTY, FLORIDA JENNIFER GOLD, Plaintiff, CASE NO.: 2024-036019-CC-26 vs. ROGER GOLD, Defendant. / DEFENDANT'S ANSWER, AFFIRMATIVE DEFENSES, AND COUNTERCLAIM ROGER GOLD (\"Mr. Gold\") hereby files his Answer and Affirmative Defenses to Plaintiff JENNIFER GOLD (\"Ms. Gold\")'s Complaint and states: 1. The allegations in Paragraph 1 are DENIED. 2. The allegations in Paragraph 2 are DENIED. 3. The allegations in Paragraph 3 are DENIED. 4. The allegations in Paragraph 4 are DENIED. 5. The allegations in Paragraph 5 are DENIED. 6. The allegations in Paragraph 6 are DENIED. AFFIRMATIVE DEFENSES Unclean Hands 7. Plaintiff has engaged in inequitable behavior, including fraud, deceit, unconscionability, and bad faith relating to their claim. Setoff 8. Any damages award to Plaintiff/Counter-Defendant must be set off with any damages awarded to Defendant/Counter-Plaintiff stemming from the various counts. Abandonment 9. Ms. Gold abandoned her responsibilities to the partnership. Breach of Contract 10. Ms. Gold unjustifiably refused to perform her agreement in who or in any substantial part, allowing Mr. Gold to rescind the partnership agreement, which he did within a reasonable time, and provided Ms. Gold her rightful share of the proceeds of the sale of inventory. Discharge 11. Ms. Gold materially breached her agreement with Mr. Gold, thereby discharging Mr. Gold from his obligations thereunder. Hindering the Performance of Another 12. One who prevents or makes impossible the performance or happening of a condition precedent upon which his liability by the terms of a contract is made to depend cannot avail himself of its nonperformance. Ms. Gold made it impossible for Mr. Gold to perform his obligations to the partnership by refusing to participate in the operations of the company. See, e.g., Hanover Realty Corp. vs. Codomo, 95 So 2d. 420, 423, (Fla 1957). Truth 13. Mr. Gold made statements about Ms. Gold that were truthful, and therefore not defamatory. WHEREFORE, Defendants ROGER GOLD demands that Plaintiffs take nothing, and the Court award Defendants damages, as well as costs and attorney's fees, and such further relief this Court deems proper. COUNTERCLAIM COMES NOW, Mr. Gold, and countersues Ms. Gold, and in support of his claim states as follows: INTRODUCTION Mr. Gold and Ms. Gold are siblings. Their father owned a business specializing in hoses and fittings. Mr. Gold worked in their father's company for more than fifteen years, and later Ms. Gold joined. When he decided to retire, they started a new company continuing in the same area of expertise. After several years in business together, Mr. Gold felt that Ms. Gold was not contributing equally to the business and proposed that they separate and close their company. Ms. Gold agreed, but wrongfully believed that Mr. Gold had retained the value of her half interest or failed to earn satisfactory returns from the asset sale. Her mistaken belief led her to help herself to funds in the company accounts, and then initiate this suit. In reality, her expectations for the sale of the company assets were inconsistent with the market and Ms. Gold was provided the full value of her half interest. As a result, her withdrawal of funds from the company resulted in her taking more than her rightful share. FACTS 1. Ms. Gold and Mr. Gold are siblings. 2. After their father retired, he transferred the assets of his import/ export business to a company owned by his two children. 3. Mr. and Ms. Gold formed South Miami Hose & Fittings LLC (\"the Company\") as of February 1, 2021. See Exhibit A, Articles of Incorporation 4. Mr. Gold had experience working in their father's company since 2003. 5. Ms. Gold began working in their father's company in 2018. 6. The Company earned gross revenue of about $273,051.91 in 2021. See Exhibit B, Composite Profit and Loss Reports. 7. The Company earned gross revenue of about $410,737.52 in 2022. Id. 8. Upon information and belief, the Company earned gross revenue of about $517,000.00 in 2023. 9. Mr. Gold handled the majority of customers, about 15-20, along with sales, marketing, purchasing, inventory control, shipping, receiving, deliveries, collections for the Company. 10. Mr. Gold repeatedly asked Ms. Gold to dedicate more time and effort to operating responsibilities between 2022 and 2023. 11. Ms. Gold contributed minimal work effort to the Company toward administration, such as accounts payable, and interacted with two export customers. 12. Ms. Gold did not contribute effort to sales, marketing, purchasing, inventory control, shipping, receiving, deliveries, collections. 13. When it became clear that Ms. Gold did not have the interest or capacity to contribute to the partnership, Mr. Gold proposed selling the assets of the company and separating. 14. Ms. Gold accepted the proposal. 15. On or about August of 2023, Mr. Gold and Ms. Gold sought an appraisal of the value of the Company to determine whether sale of the Company could be accomplished. See Exhibit C, Email regarding Estimated Value. 16. On or about August of 2023, Mr. Gold and Ms. Gold contacted several business brokers to attempt to sell the Company. 17. One business broker, Baton Market, suggested that the Company might be worth $300,000. However, this estimate was not based on ordinary financial data. 18. Because the Company had inadequate financial records and low profit, none of the business brokers were able to proceed with a sale of the Company. 19. No buyer was interested in purchasing the Company. 20. Since the Company was not attractive for sale, Mr. and Ms. Gold jointly decided to sell the assets. 21. Mr. Gold sold the remaining inventory and delivered to Ms. Gold her half of the proceeds of the sale. 22. Mr. Gold received approximately $70,000 in proceeds from sale of inventory. 23. Ms. Gold also received approximately $70,000 in proceeds from sale of inventory. 24. Ms. Gold did not believe that Mr. Gold had given her the entirety of her half of the balance of sale proceeds. 25. Ms. Gold withdrew funds from the company accounts without authorization in the amount of about $32,000. See Exhibit D, Email dated January 11, 2024 and Exhibit E, Email dated January 19, 2024 re: Payment of Debt for JG. 26. Upon information and belief, Ms. Gold's husband believes that Mr. Gold has not delivered to Ms. Gold her rightful share of the proceeds of the sale of inventory. 27. Upon information and belief, Ms. Gold withdrew $32,000 because she believed that Mr. Gold had taken more than his fair share of the sale proceeds and was attempting self-help. 28. After Ms. Gold made her $32,000 distribution, Mr. Gold received about $14,000 in distributions towards various costs. 29. Ultimately, Ms. Gold received an estimated $18,000 in distributions in excess of her rightful share of the proceeds of the sale of assets. COUNT I - BREACH OF CONTRACT 30. Counterplaintiff realleges and incorporates by reference paragraphs 1-29 as if fully set forth herein. 31. Ms. Gold entered into a valid contract with Mr. Gold to jointly manage their company. 32. The agreement entitled Ms. Gold to one half interest in the benefits of ownership of the company and one half of the responsibilities of ownership. 33. Ms. Gold materially breached the contract by failing to dedicate time and effort to the company in equal proportion to Mr. Gold. 34. Ms. Gold materially breached the contract by taking more than her fair share of the proceeds from operations of the company. 35. Mr. Gold has suffered damages and legal expenses. WHEREFORE, Mr. Gold demands judgment against Ms. Gold for compensatory damages, consequential damages, costs, prejudgment and post-judgment interest, costs and attorney's fees and such other relief as this Court deems proper. COUNT II - BREACH OF FIDUCIARY DUTY 36. Counterplaintiff realleges and incorporates by reference paragraphs 1-29 as if fully set forth herein. 37. Ms. Gold owed a fiduciary duty to Mr. Gold as co-owner and member of their company. 38. Ms. Gold breached her duty to Mr. Gold by failing to fulfill her responsibilities to their company and by taking more than her rightful share of the proceeds from the company's operations. 39. Mr. Gold has suffered damages as a direct and proximate result of Ms. Gold's breach of her fiduciary duty. WHEREFORE, Mr. Gold demands judgment against Ms. Gold for compensatory damages, consequential damages, costs, prejudgment and post-judgment interest, costs and attorney's fees and such other relief as this Court deems proper. COUNT III - CONVERSION 40. Counterplaintiff realleges and incorporates by reference paragraphs 1-29 as if fully set forth herein. 41. Ms. Gold has taken possession of Mr. Gold's income from their company. 42. Ms. Gold's actions were unauthorized. 43. Ms. Gold has deprived Mr. Gold of his income permanently and for an indefinite period of time. WHEREFORE, Mr. Gold demands judgment against Ms. Gold for compensatory damages, consequential damages, costs, prejudgment and post-judgment interest, costs and attorney's fees and such other relief as this Court deems proper. JURY DEMAND Counterplaintiff demands jury trial on all issues thereby triable. Respectfully Submitted, By: By: s/ Roger Gold Roger Gold rogerjgold@mac.com 5950 SW 74th Street, Apartment 209 South Miami, Florida 33143 CERTIFICATE OF SERVICE I HEREBY CERTIFY that a copy hereof has been furnished via email pursuant to Florida Rule of Judicial Administration 2.516 this 19 March 2024 to the parties listed below. By: s/ Roger Gold SERVICE LIST Jennifer Gold 9845 SW 117th Place Miami, FL 33186 Plaintiff Exhibit A, Articles of Incorporation Electronic Articles of Organization L21000041909 For FILED 8:00 AM January 21, 2021 Florida Limited Liability Company Sec. Of State cmwood Article I The name of the Limited Liability Company is: SOUTH MIAMI HOSE & FITTINGS LLC Article II The street address of the principal office of the Limited Liability Company is: 5950 SW 74TH ST # 209 MIAMI, FL. 33143 The mailing address of the Limited Liability Company is: 5950 SW 74TH ST # 209 MIAMI, FL. 33143 Article III The name and Florida street address of the registered agent is: ROGER J GOLD 5950 SW 74TH ST # 209 MIAMI, FL. 33143 Having been named as registered agent and to accept service of process for the above stated limited liability company at the place designated in this certificate, I hereby accept the appointment as registered agent and agree to act in this capacity. I further agree to comply with the provisions of all statutes relating to the proper and complete performance of my duties, and I am familiar with and accept the obligations of my position as registered agent. Registered Agent Signature: ROGER J GOLD Article IV L21000041909 FILED 8:00 AM The name and address of person(s) authorized to manage LLC: January 21, 2021 Title: MGR Sec. Of State ROGER J GOLD cmwood 5950 SW 74TH ST #209 MIAMI, FL. 33143 Title: MGR JENNIFER A GOLD 9845 SW 117TH PLACE MIAMI, FL. 33186 Article V The effective date for this Limited Liability Company shall be: 02/01/2021 Signature of member or an authorized representative Electronic Signature: ROGER J GOLD I am the member or authorized representative submitting these Articles of Organization and affirm that the facts stated herein are true. I am aware that false information submitted in a document to the Department of State constitutes a third degree felony as provided for in s.817.155, F.S. I understand the requirement to file an annual report between January 1st and May 1st in the calendar year following formation of the LLC and every year thereafter to maintain \"active\" status. Exhibit B, Composite Profit and Loss Reports South Miami Hose and Fittings LLC 8510 NW 70th Street Miami, FL 33166 Profit & Loss Statement January 2021-December 2021 8/23/2023 09:34:08 AM SMHF_v27.0.myo Income Sales $269,289.13 Inbound Freight ($1,270.21) Outbound Freight $5,032.99 Total Income $273,051.91 Cost Of Sales Cost of Merchandise Sold $196,801.26 Total Cost Of Sales $196,801.26 Gross Profit $76,250.65 Expenses Alarm Security Services $166.89 Bank Charges $456.70 Moving Expense $1,239.53 Office Supplies $471.51 Operational Expenses $2,237.51 Organizational Expenses $499.88 Rent $21,883.80 Salaries and Wages $34,999.92 Payroll Expenses",
    "$3,055.68 Telephone $2,217.98 Travel $2.30 Meals & Entertainment $391.68 Utilities $837.46 Total Expenses $68,460.84 Operating Profit $7,789.81 Other Income Interest Income $300.17 Other Income $700.00 Total Other Income $1,000.17 Other Expenses Net Profit/(Loss) $8,789.98 South Miami Hose and Fittings LLC 8510 NW 70th Street Miami, FL 33166 Profit & Loss Statement January 2022-December 2022 8/23/2023 09:34:36 AM SMHF_v27.0.myo Income Sales $409,373.01 Inbound Freight ($6,279.89) Outbound Freight $7,644.40 Total Income $410,737.52 Cost Of Sales Cost of Merchandise Sold $246,402.10 Total Cost Of Sales $246,402.10 Gross Profit $164,335.42 Expenses Alarm Security Services $667.56 Bank Charges $1,612.53 Car Expenses $326.35 Dues and Subscriptions $933.29 Insurance $592.08 Internet Expense $75.00 Legal & Professional Services $1,940.85 Office Supplies $1,636.53 Operational Expenses $235.94 Organizational Expenses $331.66 Rent $32,562.99 Repairs & Maintenance $702.12 Salaries and Wages $69,999.84 Payroll Expenses $5,733.36 Telephone $3,213.20 Meals & Entertainment $765.19 Miscellaneous Expense $1,036.60 Utilities $1,183.61 Total Expenses $123,548.70 Operating Profit $40,786.72 Other Income Interest Income $3.94 Total Other Income $3.94 Other Expenses Net Profit/(Loss) $40,790.66 South Miami Hose and Fittings LLC 8510 NW 70th Street Miami, FL 33166 Profit & Loss Statement January 2023-August 2023 8/23/2023 09:35:09 AM SMHF_v27.0.myo Income Sales $318,699.13 Inbound Freight ($5,128.90) Outbound Freight $6,145.60 Total Income $319,715.83 Cost Of Sales Cost of Merchandise Sold $196,655.74 Total Cost Of Sales $196,655.74 Gross Profit $123,060.09 Expenses Alarm Security Services $467.28 Bank Charges ($157.98) Car Expenses $606.06 Dues and Subscriptions ($199.00) Insurance $946.26 Legal & Professional Services $950.00 Office Supplies $834.13 Operational Expenses $3,115.27 Organizational Expenses $215.70 Rent $24,523.77 Repairs & Maintenance $2,651.97 Salaries and Wages $43,749.90 Payroll Expenses $3,809.10 Taxes $575.77 Telephone $2,705.05 Meals & Entertainment $1,015.40 Miscellaneous Expense $233.07 Utilities $811.56 Total Expenses $86,853.31 Operating Profit $36,206.78 Other Income Interest Income $361.86 Total Other Income $361.86 Other Expenses Net Profit/(Loss) $36,568.64 South Miami Hose and Fittings ANNUAL REVENUES AND PROFITS South Miami Hose and Fittings LLC 2021 2022 2023 Annual Gross Revenues $273,051.91 $410,737.52 $319,715.83 Annual Net Profits $8,789.98 $40,790.66 $365,68.64 Sales Domestic (RG) $265,788.99 $344,634.32 Sales Export (JG) $142,375.17 $173,234.87 Exhibit C, Email dated August 23, 2023 3/15/24, 5:02 AM Gmail - Fwd: floridabusinessvaluation.com Request Quote Form Gmail Poliane Argolo <polianeargolo@gmail.com> Fwd: floridabusinessvaluation.com Request Quote Form 1 message Customer Service <somihoseandfittings@gmail.com> Thu, Mar 14, 2024 at 6:55 PM To: Poliane Argolo Gold <polianeargolo@gmail.com> Forwarded message From: Customer Service <somihoseandfittings@gmail.com> Date: Wed, Aug 23, 2023 at 9:50AM Subject: Re: floridabusinessvaluation.com Request Quote Form To: Daniel Jordan <djordan@floridabusinessvaluation.com> Good morning Daniel, We are a wholesaler of hydraulic hoses, fittings and industrial products. We opened the business in 2021. Here is the information you requested: South Miami Hose and Fittings LLC 2021 2022 2023 (January - August) $ 319, Annual Gross Revenues $ 273,051.91 $ 410,737.52 715.83 $ 36, Annual Net Profits $ 8,789.98 $ 40,790.66 568.64 Please let me know if you need anything else. Thank you and best regards, Jennifer Gold www.somihose.com Phone: 305-603-8199 8510 NW 70th Street Miami, FL 33166 On Aug 22, 2023, at 5:17 PM, Daniel Jordan <djordan@floridabusinessvaluation.com> wrote: Hi Jennifer: Thank you for contacting Florida Business Valuation Consultants. We specialize in the valuation of closely held businesses. I would like to introduce myself: In addition to my CPA, I am an Accredited Senior Appraiser (ASA) and a Certified Business Appraiser (CBA) doing business valuations full time for 23 years (since 2000) and have valued over 1,500 businesses during my career. The ASA is the most respected designation in business valuation as it has the most stringent requirements. I have published articles on valuation-related matters, lectured seminars, and provided expert testimony in court numerous times. To give you a quote, can you please provide the annual gross revenues and net profits for the last three years? What is the nature of the business? When did you open the business? I look forward to hearing from you. Best regards, Daniel Daniel T. Jordan, ASA, CBA, CPA, MBA Florida Business Valuation Consultants 1000 Brickell Ave Ste 715 #5170 Miami, FL 33131 (305) 704-8839 Phone https://mail.gogle.com/mail/u/0/7ik=349cf763b2&view=ptésearch=al8pernthid=thread-f179354072619113545&simpl=nsg-f17935407261913545 1/2 3/15/24, 5:05 AM Gmail (no subject) Gmail Poliane Argolo <polianeargolo@gmail.com> (no subject) 1 message Roger Gold <rogerjgold@mac.com> Thu, Mar 14, 2024 at 6:47 PM To: Poliane Argolo Gold <polianeargolo@gmail.com> Begin forwarded message: From: Claudia Tamayo <ctamayo@fnbcflorida.com> Subject: Welcome to FNBC Date: August 18, 2023 at 11:21:58 AM EDT To: \"somihoseandfittings@gmail.com\" <somihoseandfittings@gmail.com> Good morning, Thank you for taking the time to speak with Anthony. For your valuation we will need the prior 3 years of Tax Returns in full and a P&L for the full year of 2022 and 2023 Q2 I've attached our seller meeting packet. Don't feel obliged to fill out the worksheet right away, as the financial documents are the most important part in the process right now. I just want you to get an idea of the kind of information we will ask for when we get to the marketing part. Please let me know if you have any questions! Best Regards, Claudia Tamayo Licensed Real Estate Broker & Executive Assistant Office Headquarters: 1200 NW 17th Ave Suite 1 Delray Beach, FL 33445 Office: 561-265-1400 Fax: 561-208-2070 Email: Ctamayo@fnbcflorida.com Find out how YOU can FLIP YOUR BIZ AND CASH OUT BIG!! www.flipyourbiz.com Visit us @ themainman.com The information contained in this email and any attachments contains confidential information from the Sender. This information is intended solely for the Recipient identified in the \"To:\" and \"Cc:\" lines above. If you are not the intended Recipient(s), be aware that disclosing, copying, distributing or use of the contents or attachments of this email is strictly prohibited. If you have received this email or its attachments in error, please notify the Sender by reply to this email. https://mail.google.com/mail/u/i=349cf763b2&view=pt&search=al&permthid=thread-f:1793543621155050315&simpl=msg-f:179354362115050313 1/6 3/15/24, 5:05 AM Gmail (no subject) Begin forwarded message: From: Customer Service <somihoseandfittings@gmail.com Subject: Re: Welcome to FNBC Date: September 5, 2023 at 2:57:33 PM EDT To: Claudia Tamayo <ctamayo@fnbcflorida.com> Cc: Roger Gold <rogerjgold@mac.com> Good afternoon Claudia, Here is the information that Anthony requested. From 2022, it should be about the same this year. Legal and Professional Fees: $1940 Meals: $765 Misc: $1036 Stockholder Loan Repayments: $29,706 If you need anything else, please let us know. Thank you and best regards, Jennifer Gold www.somihose.com Phone: 305-603-8199 8510 NW 70th Street Miami, FL 33166 On Sep 5, 2023, at 1:19 PM, Claudia Tamayo <ctamayo@fnbcflorida.com> wrote: Hi Jennifer, Anthony called Roger to talk about the valuation. Please let Roger know to contact Anthony. Best Regards, Claudia Tamayo Licensed Real Estate Broker & Executive Assistant Office Headquarters: 1200 NW 17th Ave Suite 1 Delray Beach, FL 33445 Office: 561-265-1400 Fax: 561-208-2070 Email: Ctamayo@fnbcflorida.com Find out how YOU can FLIP YOUR BIZ AND CASH OUT BIG!! www.flipyourbiz.com Visit us @ themainman.com <image001.jpg> The information contained in this email and any attachments contains confidential information from the Sender. This information is intended solely for the Recipient identified in the \"To:\" and \"Cc:\" lines above. If you are not the intended Recipient(s), be aware that disclosing, copying, distributing or use of the contents or attachments of this https://mail.google.com/mail/u/0/ik=349cf763b2&view=pt&search=al&permthid=thread-f:179354362115050315&simpl=msg-f:1793543621150503151 2/6 3/15/24, 5:08 AM Gmail - Re: Baton Market - Inadequate Financials Gmail Customer Service <somihoseandfittings@gmail.com> Re: Baton Market - Inadequate Financials 1 message Customer Service <somihoseandfittings@gmail.com> Wed, Aug 23, 2023 at 1:01 PM To: Sam Rodriguez <sam@batonmarket.com> Hi Sam, Attached please find our P&L for the past two years and part of this year. Please let me know if you need anything else, Thank you and best regards, Jennifer Gold www.somihose.com Phone: 305-603-8199 8510 NW 70th Street Miami, FL 33166 On Aug 23, 2023, at 12:51 PM, Sam Rodriguez <sam@batonmarket.com> wrote: Hi Jennifer, Our Valuations team has just reviewed the financials you have provided us, but unfortunately, they are inadequate. In order to provide an accurate valuation of your business, we will need the following changes: We need a copy of your Profit & Loss statement for the last 3 years - 1 year minimum Here's a quick tutorial on how to pull your Profit And Loss/Income Statements if you are a Quickbooks account holder! In order to provide a quicker turnaround, we ask you to provide these documents via email and in .CSV or .xlsx (Excel) format. Samantha 'Sam' Rodriguez Customer Success Manager 512-617-1310 Linkedln Calendly baton Clearing the path for small businesses by giving everyone access to reliable data. If you'd like me to stop sending you emails, please click here https://mail.gogle.com/mail/u/0/ik=99809cd4&view=pt&search=alepernhid=thread-f1775039385790110346&simpl=nsg-f175040037645482752 1/2 Exhibit D, Email dated January 11, 2024 Roger Gold January 11, 2024, 6:23 AM Fwd: Statement To: Jennifer Hola, Que paso con los pagos de Mafisa, Central de Mangueras, cheque de Midwest Hose? Recuerda que todo es 50/50 como tu dijiste. Si ese dinero se ha depositado en cualquier cuenta que no sea South Miami Hose and Fittings eso es FRAUDE! También, se supone que han llegado cheques y estoy a la espera pero nada se ha depositado, donde están los cheques?. Y de ultimo, toda la plata que hemos divido no haz cobrado taxes. Como tu te entrometías con los clientes domésticos yo le mandare todos los días emails a mafisa y central de mangueras. Recuerda todo esas ventas que se hicieron con el nombre SOUTH MIAMI HOSE AND FITTINGS LLC y no \"otra\" compañía. Gracias, Roger Gold See More from Customer Service South Miami Hose and Fittings LLC 8510 NW 70th Street Miami, FL 33166 STATEMENT DATE Mangueras y Fitineria S.A. 1/11/2024 MAFISA 150 MTS Oeste de los Tribunales de Justicia Calle Blancos San Jose AMOUNT REMITTED Costa Rica $ Page 1 DATE INVOICE NO. DESCRIPTION CHARGES PAYMENTS BALANCE 9/8/2023 00020835 Sale; Mangueras y Fitineria S.A. $346.10 $346.10 9/8/2023 00021077 Sale; Mangueras y Fitineria S.A. $1,800.01 $1,800.01 9/19/2023 00021102 Sale; Mangueras y Fitineria S.A. $1,089.08 $1,089.08 9/19/2023 021062-1 Sale; Mangueras y Fitineria S.A. $265.39 $265.39 9/25/2023 00021112 Sale; Mangueras y Fitineria S.A. $566.00 $566.00 9/26/2023 00021101 Sale; Mangueras y Fitineria S.A. $1,175.00 $1,175.00 10/4/2023 00021119 Sale; Mangueras y Fitineria S.A. $1,544.18 $1,544.18 10/4/2023 021038-2 Sale; Mangueras y Fitineria S.A. $9.72 $9.72 10/20/2023 00021138 Sale; Mangueras y Fitineria S.A. $2,811.97 $2,811.97 10/20/2023 00021139 Sale; Mangueras y Fitineria S.A. $562.83 $562.83 10/20/2023 00021144 Sale; Mangueras y Fitineria S.A. $185.35 $185.35 10/20/2023 021102-1 Sale; Mangueras y Fitineria S.A. $243.85 $243.85 11/9/2023 00021152 Sale; Mangueras y Fitineria S.A. $634.24 $634.24 11/9/2023 021119-1 Sale; Mangueras y Fitineria S.A. $12.90 $12.90 11/28/2023 00021162 Sale; Mangueras y Fitineria S.A. $1,126.52 $1,126.52 11/29/2023 00021163 Sale; Mangueras y Fitineria S.A. $5,116.10 $5,116.10 11/29/2023 00021165 Sale; Mangueras y Fitineria S.A. $2,075.90 $2,075.90 Exhibit E, Email dated January 19, 2024 re: Payment of Debt for JG 3/14/24, 5:05 PM Gmail - Dade County Federal Credit Union Debt Gmail Customer Service <somihoseandfittings@gmail.com> Dade County Federal Credit Union Debt SOMI Export <somiexport@gmail.com> Fri, Jan 19, 2024 at 11:43 AM To: Customer Service <somihoseandfittings@gmail.com> Cc: Roger Gold <rogerjgold07@gmail.com> The debt from the Dade County Federal Credit Union was $27K. After fighting in the court and hiring a lawyer, I was able to negotiate the debt with the credit union to $2500. Attached is the proof. I paid $2500 from the SOMI checking account. Finally, this is over and I hope I don't get any other letter from Bank of America. Jennifer. Stipulation for Payment - Jennifer Gold - signed.pdf 199K https://mail.google.com/mail/u/0/ik=9f9809cdd4&view=ptésearch=al8permmsgid=nsg-f:17885378620993825448simpl5=msgf:17885378620938254 1/1 AL 01/24 Miscellaneous -$225.00 $651 Online Transfer 19663084194 from Chase Checking #####7779 transaction Account transfer $1.00 $876 #: 19663084194 01/24 4 DEPOSIT ID NUMBER 25571 Deposit $875.30 $875 01/23/24 Online Realtime Transfer to Chase Checking 7779 transaction#: Account transfer -$8,000.00 $0 19655583967 reference#: 9655583967RX 01/23 01/23/24 Online RealTime payroll payment 11120714434 Payment Id REFERENCE#: ACH -$648.59 $8,000 1120714434RX to 1037 01/23/24 Online Transfer from MMA .5265 transaction#: 19656116457 Account transfer $1.49 $8,648 01/23/24 CHIPS CREDIT VIA: STANDARD CHARTERED BANK/0256 B/O: 1/CENTRAL DE Wire transfer $6,166.16 $8,647 MANGUERAS S.A. 3/HN/COMAYAGUELA REF: NBNF=SOUTH MIAMI HOSE & FITTINGS LLC MIAMI FL 33166-2648 US/AC-0000000 07226 ORG=/730164451 3/HN/COMAYAGUE LA OGB=BANCO DE AMERICA CENTRAL HON DURAS TEGUCIGALPA HONDURAS 0000 HN OBI=PAGO CENTRAL DE MANGUERAS SSN: 0481505 TRN: 1182790023FC 01/19/24 ORIG CO NAME:IRS ORIG ID:3387702000 DESC DATE:011924 CO ENTRY ACH -$84.00 $2,480. DESCR:USATAXPYMTSEC:CCD TRACE#:061036013745404 EED:240119 IND",
    "ID:270441920622906 IND NAME:SOUTH MIAMI HOSE & FIT TRN: 0193745404TC 01/18/24 Same-Day ACH Payroll Payment 11120348973 to #####1037 Basic Payroll -$2,500.00 $2,564. 01/11/24 ADT SECURITY*403801450 WWW.ADT.COM FL 01/10 (...6213) Debit card -$218.46 $5,064. $ Recurring 01/11/24 Online Transfer from MMA ..5265 transaction#: 19544790910 Account transfer $69.00 $5,283. 01/10/24 COMCAST BUSINESS MOBI 888-936-4968 PA 01/10 (...6221) Debit card -$88.65 $5,214. $ Recurring 01/10/24 ADT SECURITY*403801450 WWW.ADT.COM FL 01/09 (...6213) Debit card -$122.38 $5,303. Recurring 01/10/24 Online Transfer from MMA .5265 transaction#: 19535806214 Account transfer $500.00 $5,425. 01/08/24 REMOTE ONLINE DEPOSIT # 1 Deposit $3,410.00 $4,925. 01/04/24 SERVICE CHARGES FOR THE MONTH OF DECEMBER Fee -$57.65 $1,515. 01/03/24 CLICK-DISSOLVE 188-88324680 TX 01/03 (...6213) Debit card -$75.00 $1,573. IN THE COUNTY COURT OF THE 11TH JUDICIAL CIRCUIT IN AND FOR MIAMI- DADE COUNTY, FLORIDA DADE COUNTY FEDERAL CREDIT UNION CASE NO.: 2023-184198-CC-05 Plaintiff, vs. CIVIL DIVISION KENDALL AMERICA INC; EDWARD JAMES GOLD; JENNIFER ANNE GOLD. Defendant(s). / STIPULATION FOR PAYMENT AND ORDER OF DISMISSAL The undersigned parties stipulate as follows: 1. The Defendant, JENNIFER ANNE GOLD, hereby submits and agrees to the Court's jurisdiction over this matter and the Parties. 2. Plaintiff is entitled to judgment in the sum of $27,951.63. 3. However, Plaintiff has agreed to accept, and the Defendant, JENNIFER ANNE GOLD, has agreed to pay, a total of $2,500.00 in order to resolve the matter. 4. Entry of this judgment is stayed provided Defendant, JENNIFER ANNE GOLD, make a lump sum payment of $2,500.00 on or before January 29, 2024, to Dunn Law, P.A., 66 West Flagler Street, Suite 400, Miami, FL 33130. 5. Defendant, JENNIFER ANNE GOLD, mailing address is 9845 SW 117TH PL MIAMI, FL 33186 and E-mail address is go.jennie@gmail.com. 6. Any change of address shall be furnished in writing to the Clerk of Court and to the opposing party. 7. The parties hereby release each other and Plaintiff's counsel, as to any issues raised or that could have been raised in this matter, as set forth here in full, except performance under this agreement. 8. Accordingly, this cause is dismissed. Jurisdiction is reserved to enforce the terms and conditions of this Stipulation and to grant any additional relief as deemed appropriate. 9. If the Defendant(s) fail to comply, Plaintiff(s) may file an Affidavit of Non-Payment, specifying the amount remaining unpaid and furnishing a copy of the Affidavit to the Defendant(s) by mail or delivery. Upon the filing and serving of the Affidavit, a judgment shall issue in the amount due without further notice or hearing. Signed this day of , 20 , at MIAMI-DADE County, Florida. AZ Jennifer Gold (Jan 17, 2024 11:45 EST) PLAINTIFF DEFENDANT JENNIFER ANNE GOLD"
  ],
  "complaint_chunks": [
    "{Check One} [ ] IN THE COUNTY COURT FOR THE ELEVENTH JUDICIAL CIRCUIT, IN AND FOR MIAMI-DADE COUNTY, FLORIDA OR [ ] IN THE CIRCUIT COURT OF THE ELEVENTH JUDICIAL CIRCUIT IN AND FOR MIAMI-DADE COUNTY, FLORIDA JENNIFER GOLD , (Fill in Party Name(s)} Plaintiff Case No. 24-036019-CC-26 COOT V. ROGER GOLD , (Fill in Party-Name(s)} Defendant. 1 # 98-0105 HIAMI DADE COUNT FLA CIRCUIT Is COUNT of COURT: CLERK COMPLAINT FOR DAMAGES FEB 20 AM11:27 FILED FOR RECORD Plaintiff, JENNIFER GOLD , sues defendant, (Write name of Plaintiff(s) listed above} ROGER GOLD , and alleges: (Write Name of Defendant(s) listed above} 1. This is an action for damages in the amount of $ 50,000 {Write dollar amount} 2. Plaintiff resides at 5950 SW 74Th STREET, APARTMENT 209 SOUTH MiAMi, FL 33143 {Write address of Plaintiff} 3. Defendant resides at 9845 SW 117TH PLACE MIAMI, FL 33186 or {Write address of Defendant} Defendant is a Florida Corporation doing business at {Write address of Defendant} 4. On, AUGUST 22, 2023 SPLIT PARTNERSHIP SOUTH Miami HOSE AND , {Write the date of incident} {Write the statement of facts about your case} FITTINGS LLC ON AUGUST 22,2023 ROGER GOLD INFORMED ME HE WANTED TO LEAVE/SPLIT THE BUSINESS PARTNESHIP. SINCE THEN HE HAS; INSULTED ME, THREATENED ME AND MY FAMILY, Ausio AND VIDEO RECORDED ME WITHOUT my KNOWLEDGE AND USED IT TO THREATEN ME, TOOK ALL THE DOMESTIC CLIENTS (80% OF THE BUSINESS) wiTHouT PAYING My PART, STOLEN MELCHANDISE FROM THE WALE HOUSE, DONE BUSINESS BEHIND my BACK, Page 1 of 2 6//17 HE HAS ALSO SLANDERED my BUSINESS REPUTATION AND STOLEN MONEY FROM THE BUSINESS ACCOUNT IN MULTIPLE OCCASIONS. 5. Plaintiff is entitled to relief from defendant under the above facts on the basis of defendant's (Write description of basis for relief- such as breach of contract, negligence, etc} BREACH OF CONTRACT AND LIBEL by reason of (Write facts to support your basis of relief} WE HADA 50/50 PARTNERSITIP HE CLOSED THE BUSINESS without MY APPROYAL HE ALSO FOIND A JoB WITH OUR MAIN VENDOR TARING 80% OF THE CLIENTS. 6. The items of {Write the injury/damage} BREACH OF LIBEZ to which plaintiff is entitled to relief from defendant include {Specify items}: PAYMENT FOR TAKING 80% OF THE BUSINESS, FOR THREATENING ME AND MY FAMILY AND SLANDERING MY REPUTATION. {OPTIONAL} 7. Plaintiff has agreed to pay a reasonable attorney's fee and is entitled to recover attorney's fees in this action pursuant to {citation of statute} / Paragraph {Number of Paragraph} of the contract entered into between plaintiff and defendant. As a result, plaintiff requests judgment against defendant for damages, attorney's fees if applicable, costs of suit, and any other and further relief as the court may deem proper. {OPTIONAL} {Check if desired} Plaintiff, demands a jury trial in the above-entitled action. {Fill in Date): ON THIS 20 {Date} DAY OF FEBRUARY {Month}, 2024 Respectfully filed by: {Fill in Name} NAME: JENNIFER GOLD {Fill in Signature}: L/3- {Fill in Address} ADDRESS: 9845 Sw 1/7th PLACE Mini, FL 33186 (Fill in Telephone} TELEPHONE: 305-798-8221 Page 2 of 2 6//17"
  ]
}