{
  "claim_type": "claims",
  "chunks": [
    "{Check One} [ ] IN THE COUNTY COURT FOR THE ELEVENTH JUDICIAL CIRCUIT, IN AND FOR MIAMI-DADE COUNTY, FLORIDA OR [ ] IN THE CIRCUIT COURT OF THE ELEVENTH JUDICIAL CIRCUIT IN AND FOR MIAMI-DADE COUNTY, FLORIDA JENNIFER GOLD , (Fill in Party Name(s)} Plaintiff Case No. 24-036019-CC-26 COOT V. ROGER GOLD , (Fill in Party-Name(s)} Defendant. 1 # 98-0105 HIAMI DADE COUNT FLA CIRCUIT Is COUNT of COURT: CLERK COMPLAINT FOR DAMAGES FEB 20 AM11:27 FILED FOR RECORD Plaintiff, JENNIFER GOLD , sues defendant, (Write name of Plaintiff(s) listed above} ROGER GOLD , and alleges: (Write Name of Defendant(s) listed above} 1. This is an action for damages in the amount of $ 50,000 {Write dollar amount} 2. Plaintiff resides at 5950 SW 74Th STREET, APARTMENT 209 SOUTH MiAMi, FL 33143 {Write address of Plaintiff} 3. Defendant resides at 9845 SW 117TH PLACE MIAMI, FL 33186 or {Write address of Defendant} Defendant is a Florida Corporation doing business at {Write address of Defendant} 4. On, AUGUST 22, 2023 SPLIT PARTNERSHIP SOUTH Miami HOSE AND , {Write the date of incident} {Write the statement of facts about your case} FITTINGS LLC ON AUGUST 22,2023 ROGER GOLD INFORMED ME HE WANTED TO LEAVE/SPLIT THE BUSINESS PARTNESHIP. SINCE THEN HE HAS; INSULTED ME, THREATENED ME AND MY FAMILY, Ausio AND VIDEO RECORDED ME WITHOUT my KNOWLEDGE AND USED IT TO THREATEN ME, TOOK ALL THE DOMESTIC CLIENTS (80% OF THE BUSINESS) wiTHouT PAYING My PART, STOLEN MELCHANDISE FROM THE WALE HOUSE, DONE BUSINESS BEHIND my BACK, Page 1 of 2 6//17 HE HAS ALSO SLANDERED my BUSINESS REPUTATION AND STOLEN MONEY FROM THE BUSINESS ACCOUNT IN MULTIPLE OCCASIONS. 5. Plaintiff is entitled to relief from defendant under the above facts on the basis of defendant's (Write description of basis for relief- such as breach of contract, negligence, etc} BREACH OF CONTRACT AND LIBEL by reason of (Write facts to support your basis of relief} WE HADA 50/50 PARTNERSITIP HE CLOSED THE BUSINESS without MY APPROYAL HE ALSO FOIND A JoB WITH OUR MAIN VENDOR TARING 80% OF THE CLIENTS. 6. The items of {Write the injury/damage} BREACH OF LIBEZ to which plaintiff is entitled to relief from defendant include {Specify items}: PAYMENT FOR TAKING 80% OF THE BUSINESS, FOR THREATENING ME AND MY FAMILY AND SLANDERING MY REPUTATION. {OPTIONAL} 7. Plaintiff has agreed to pay a reasonable attorney's fee and is entitled to recover attorney's fees in this action pursuant to {citation of statute} / Paragraph {Number of Paragraph} of the contract entered into between plaintiff and defendant. As a result, plaintiff requests judgment against defendant for damages, attorney's fees if applicable, costs of suit, and any other and further relief as the court may deem proper. {OPTIONAL} {Check if desired} Plaintiff, demands a jury trial in the above-entitled action. {Fill in Date): ON THIS 20 {Date} DAY OF FEBRUARY {Month}, 2024 Respectfully filed by: {Fill in Name} NAME: JENNIFER GOLD {Fill in Signature}: L/3- {Fill in Address} ADDRESS: 9845 Sw 1/7th PLACE Mini, FL 33186 (Fill in Telephone} TELEPHONE: 305-798-8221 Page 2 of 2 6//17"
  ]
}